round2/Bjoern.300.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 300 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.28ms  389.05us  11.85ms   90.30%
    Req/Sec    14.17k     1.05k   28.10k    98.57%
  1678914 requests in 30.07s, 144.10MB read
Requests/sec:  55829.09
Transfer/sec:      4.79MB