round2/Bjoern.8000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 8000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   164.13ms   10.41ms   1.93s    97.22%
    Req/Sec    12.08k     2.73k   18.71k    66.01%
  1424326 requests in 30.04s, 122.25MB read
  Socket errors: connect 0, read 0, write 0, timeout 50
Requests/sec:  47419.38
Transfer/sec:      4.07MB