round2/CherryPy.300.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 300 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.16ms    3.15ms  47.70ms   71.56%
    Req/Sec     1.95k    40.99     2.03k    81.67%
  58063 requests in 30.05s, 6.92MB read
Requests/sec:   1931.95
Transfer/sec:    235.84KB