round2/CherryPy.8000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 8000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.38ms    3.79ms 106.40ms   80.06%
    Req/Sec     1.86k   170.89     2.00k    95.45%
  48969 requests in 30.05s, 5.84MB read
Requests/sec:   1629.72
Transfer/sec:    198.95KB