round2/Gunicorn.400.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   140.55ms  117.74ms   1.70s    82.83%
    Req/Sec   176.01    134.66     1.12k    91.60%
  19466 requests in 30.11s, 2.73MB read
  Socket errors: connect 0, read 0, write 0, timeout 1
Requests/sec:    646.45
Transfer/sec:     92.80KB