round2/Gunicorn.4000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 4000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   141.34ms  241.41ms   1.93s    91.02%
    Req/Sec   333.69    309.07     1.86k    85.66%
  28728 requests in 30.08s, 4.03MB read
  Socket errors: connect 0, read 0, write 0, timeout 672
Requests/sec:    955.19
Transfer/sec:    137.12KB