round2/Gunicorn.7000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 7000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   162.98ms  263.61ms   1.94s    90.99%
    Req/Sec   308.23    269.75     1.67k    86.25%
  31179 requests in 30.10s, 4.37MB read
  Socket errors: connect 0, read 45, write 0, timeout 1054
Requests/sec:   1035.91
Transfer/sec:    148.71KB