round2/Meinheld.100.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    45.65ms   36.79ms 183.74ms   76.92%
    Req/Sec   325.73    337.94     1.26k    86.28%
  34246 requests in 30.11s, 4.77MB read
Requests/sec:   1137.53
Transfer/sec:    162.19KB