round2/Meinheld.10000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   729.73ms  537.41ms   2.00s    61.67%
    Req/Sec   638.22    813.44     6.45k    91.81%
  55216 requests in 30.28s, 7.69MB read
  Socket errors: connect 0, read 0, write 0, timeout 9090
Requests/sec:   1823.65
Transfer/sec:    260.01KB