round2/uWSGI.1000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   332.94us   90.52us  18.67ms   91.91%
    Req/Sec    14.78k   221.21    16.22k    83.83%
  882266 requests in 30.08s, 55.53MB read
  Socket errors: connect 0, read 51, write 0, timeout 0
Requests/sec:  29327.46
Transfer/sec:      1.85MB