round2/uWSGI.200.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   331.82us  119.49us  31.95ms   92.84%
    Req/Sec    29.43k   503.61    29.97k    90.33%
  878277 requests in 30.05s, 55.28MB read
Requests/sec:  29222.47
Transfer/sec:      1.84MB