round2/uWSGI.5000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   331.41us  134.46us  45.64ms   96.88%
    Req/Sec    14.85k   366.95    17.68k    90.97%
  884355 requests in 30.10s, 55.66MB read
  Socket errors: connect 0, read 51, write 0, timeout 0
Requests/sec:  29383.45
Transfer/sec:      1.85MB